export const scenicSpotMap = {
  1: {
    intro: '福州镇海楼坐落在屏山之巅，与杭州吴山、广州越秀山的镇海楼齐名，整体建筑恢弘大气，富丽堂皇，是福州地标性建筑之一。北倚北峰，南有五虎山为案，东衬鼓山，西托旗山。左前于山相扶，右前乌山呼应，乌龙、白龙双江如玉带环腰，登上镇海楼，找个绝佳的视角眺望远方，将三山以及西湖周边景色尽收眼底，满目绿意葱龙，心中也变得疏朗开阔起来'
  },
  2: {
    intro: ''
  },
  3: {
    intro: ''
  },
  4: {
    intro: ''
  },
  5: {
    intro: ''
  },
  6: {
    intro: ''
  },
  7: {
    intro: ''
  },
  8: {
    intro: ''
  },
  9: {
    intro: ''
  },
  10: {
    intro: ''
  },
  11: {
    intro: ''
  },
  12: {
    intro: ''
  }
}
