export const scenicSpotMap = {
  1: {
    intro: '福州镇海楼坐落在屏山之巅，整体建筑恢弘大气，富丽堂皇，是福州地标性建筑之一。北倚北峰，南有五虎山为案，东衬鼓山，西托旗山。左前于山相扶，右前乌山呼应，登上镇海楼，找个绝佳的视角眺望远方，将三山以及西湖周边景色尽收眼底。镇海楼分上下两层，飞檐翘角，重檐歇山顶，施以斗拱，屋面为陶制简瓦和板瓦，两侧汉白玉雕作栏杆，楼上祀真武帝君，楼前广场有排列如北斗七星的“七星缸”，人们说当年石缸中的积水，从来不干涸。'
  },
  2: {
    intro: '福州白塔原名报恩定光多宝塔，矗立在于山之麓。与乌山乌塔遥遥相对，于唐天元年( 904 年)为闽王王审知为报父兄教养之恩而建造。塔下有白塔寺，为宫殿式建筑。相传开塔基时发现一颗宝珠，故名"定光多宝塔"。白塔原先是一座高41米的内砌砖轴、外围木构的七层八角楼阁式砖木塔。每层的斗栱、云楣、栋梁、栏杆都经过精雕细刻，塔壁和门扉还绘有佛像。外围砌砖，内壁架木，七层八角，外敷白灰，故名白塔。是福州规模较大的一座古塔。'
  },
  3: {
    intro: '乌塔位于福州市内乌石山东麓，与于山白塔遥遥相对，原名 “崇妙保圣坚牢塔”。因塔身为花岗岩青石所砌呈乌黑色,故称乌塔。它的前身系唐贞元十五年所建“净光塔”。塔为八角七层，通高35米，每层塔壁均有浮雕佛像，共有46尊。四层、五层、七层，嵌有塔名碑、建塔塔记和祈福题名碑等。乌塔现不能登临，只能外观。亭内《敕贞元无垢净光塔铭》碑，是全国现存较早碑刻之一。它与于山白塔成犄角之势，和屏山构成三山两塔成为福州象征。'
  },
  4: {
    intro: '三坊七巷是国家5A级旅游景区，是福州的历史之源、文化之根，自晋、唐形成起，便是贵族和士大夫的聚居地，清至民国走向辉煌。以沈葆桢故居、林觉民故居、严复故居等9处典型建筑为代表的三坊七巷古建筑群，三坊是：衣锦坊、文儒坊、光禄坊；“七巷”是：杨桥巷、郎官巷、安民巷、黄巷、塔巷、宫巷、吉庇巷。坊巷纵横，石板铺地；白墙瓦屋，曲线山墙、布局严谨，匠艺奇巧；不少还缀以亭、台、楼、阁、花草、假山，融人文、自然景观于一体。'
  },
  5: {
    intro: '福州市台江区的上杭路和下杭路及其附近街区，俗称“双杭”。指的是从小桥头到大庙路之间的两条平行的横街，这里早年是福州的商业中心和航运码头。“杭”其实是从“航”音衍化的，这里有一个地理变迁的历史过程，一直以来是民俗、史学专家们研究福州商业发展历程的重要地方。目前，上下杭街区共有各级文保单位16处，300多处传统风貌建筑，是具有浓厚的福州中西合璧建筑文化特色和典型闽商文化特色的传统街区，有南台十景、三桥渔火等景观。'
  },
  6: {
    intro: '烟台山历史风貌区享有“万国建筑博物馆”美誉，现存有188个文保及历史建筑，是承载了福州近现代商业历史，见证了城市发展变革。其公园更是被称为“榕城的肺”，走进烟台山公园，迎面是一个圆形的喷水池。池中有一座假山，假山上有青翠古榕、琉璃凉亭、飞流瀑布。绕过喷水池往南走，沿朱红的曲亭蜿蜒而上，在奇特的太湖石旁边，便是小巧的观梅亭，亭旁种有梅树百株，每到严冬腊月，红梅含笑，雪梅披霜，腊梅吐蕊，暗香袭人。'
  },
  7: {
    intro: '福州国家森林公园(又名"福州植物园")是福建省首家国家级森林公园，是全国十大森林公园之一，也是福州地区六个中国4A景区之一。集科研与游览于一体的综合性公园，面积859.33公顷。东以福飞路为界，西至湖顶与叶洋村接壤，南至八一水库北岸堤坝，与福州动物园为邻，北至岭头乡与笔架山毗邻。呈长方形，最高处的笔架山海拔643米。园南八一水库最低海拔仅47米，经营面积860公顷。分森林区、苗圃、温室、专类园、休息区等5个部分。'
  },
  8: {
    intro: '鼓山海拔969米，因顶峰有一巨石如鼓，每当风雨交加，便有簸荡之声，故名鼓山。是福建省十佳风景区之一，也是国家级风景名胜区。它从山麓廨院登鼓山有三条途径：一是从廨院东侧约8.5公里的盘山公路，直达涌泉寺前停车场；二是在廨院西侧一条1000多米空中索道(缆车)到达鼓山十八景区；三是两者间的石阶古道，道长3.5公里，有2145多级台阶，每隔500米左右就盖有一亭，供游人歇息，古道成之字形，蜿蜒而上，穿过七亭后进山门直达涌泉寺。'
  },
  9: {
    intro: '5.源脉温泉园是福州市第一家由国有企业全资兴建的温泉休闲项目，是集温泉养生、康体健身、商务会议、地方特色小吃于一体的多功能文化型休闲园区，且交通便捷，环境优美。园区的温泉引自五四路深井源脉温泉水，水质清澈透明，富含氡等多种矿物质和微量元素。园区建有露天温泉汤池31个，加料汤院7座、汤屋7套、豪华客房18套、SPA水疗池、儿童戏水池等。整体建筑富含闽式建筑特色，汤池的命名也延用了温泉文化发展史中的传说、诗词等。'
  },
  10: {
    intro: '福州马尾船政文化遗址群以中国船政文化博物馆为中心，包括中坡炮台、昭忠祠、英国领事分馆、轮机车间、绘事院等多所船政遗址；展现了近代中国科学技术、新式教育、工业制造、国防建设、西方经典文化翻译传播、东西方文化交流等方面的丰硕成果；折射出立志进取、积极作为、虚心好学的传统文化神韵，形成独特的船政文化。它是中国近代工业的重要发源地，被誉为"中国近代海军的摇篮"，先后被命名为爱国主义教育示范基地及国防教育基地。'
  },
  11: {
    intro: '海峡文化艺术中心是位于福州新区三江口片区的艺术中心，由5个花瓣式场馆组成。其设计灵感来自福州的市花--茉莉花。建筑的整体造型就似一朵盛开的茉莉花，建筑的外观也采用了茉莉花纯净的白色，所有的立面也都覆盖着白色的瓷砖和百叶窗。场地总共有五个场馆，就似五瓣茉莉花花瓣一般。场馆里包括歌剧院、音乐厅、多功能剧院、艺术展厅和电影中心，这五个体量由一个共通的文化大厅和一个大型的屋顶露台相连。'
  },
  12: {
    intro: '福道，全线长19公里，共10个入口，东北连接左海环湖栈道，西南连闽江，横贯象山、后县山、梅峰山、金牛山等山体脊，贯穿福州五大公园，串联起十几处自然人文景观，如杜鹃谷、樱花园、紫竹林、摩崖壁、兰花溪等，是福州市首条城市山水生态休闲健身走廊。主体采用空心钢管桁架组成，桥面采用格栅板，缝隙在1.5厘米以内。满足轮椅通行，也给步道下方的植物最大限度的生长空间。在环线悬空栈道上，有增设景观电梯进行接驳，以缩短绕行时间。'
  }
}
